TRUNCATE TABLE [dbo].[CategoryMapping]
GO
INSERT INTO [dbo].[CategoryMapping]([Category], [CategoryNo])
VALUES
(N'保險業', '0040'),
(N'光電業', '0031'),
(N'其他', '0043'),
(N'其他電子業', '0036'),
(N'化學工業', '0023'),
(N'半導體業', '0029'),
(N'塑膠工業', '0018'),
(N'建材營造業', '0037'),
(N'橡膠工業', '0018'),
(N'水泥工業', '0016'),
(N'汽車工業', '0027'),
(N'油電燃氣業', '0042'),
(N'玻璃陶瓷', '0025'),
(N'生技醫療業', '0022'),
(N'紡織纖維', '0019'),
(N'航運業', '0038'),
(N'觀光事業', '0039'),
(N'證券業', '0040'),
(N'貿易百貨業', '0041'),
(N'資訊服務業', '0035'),
(N'通信網路業', '0032'),
(N'造紙工業', '0019'),
(N'金控業', '0040'),
(N'銀行業', '0040'),
(N'鋼鐵工業', '0037'),
(N'電器電纜', '0015'),
(N'電子通路業', '0034'),
(N'電子零組件業', '0033'),
(N'電機機械', '0020'),
(N'電腦及週邊設備業', '0030'),
(N'食品工業', '0017')
GO

